export const mockBookData = [
    {
        id: '1',
        name: '20000 лье под водой',
        author: 'Жюль Верн',
        genre: 'Фантастика',
    },
    {
        id: '2',
        name: 'Убийство в "Восточном экспрессе"',
        author: 'Агата Кристи',
        genre: 'Детектив',
    },
    {
        id: '3',
        name: 'Война и мир',
        author: 'Лев Толстой',
        genre: 'Роман',
    },
    {
        id: '4',
        name: 'Пикник на обочене',
        author: 'Братья Стругацкие',
        genre: 'Фантастика',
    },
    {
        id: '5',
        name: 'Муму',
        author: 'Иван Тургенев',
        genre: 'Рассказ',
    },
    {
        id: '6',
        name: 'Повесть временных лет',
        author: 'Нестор Летописец',
        genre: 'Повесть',
    },
    {
        id: '7',
        name: 'Сказка о царе Салтане',
        author: 'Александр Пушкин',
        genre: 'Сказка',
    },
];
